Repository: TypeWhisper/typewhisper-mac
Catalog: TypeWhisperPluginSDK/Plugins/SonioxPlugin/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: API Key
de: API-Schlüssel
ja: APIキー
zh_hans: API 密钥

source: API keys are stored securely in the Keychain
de: API-Schlüssel werden sicher im Schlüsselbund gespeichert
ja: APIキーはキーチェーンに安全に保存されます
zh_hans: API 密钥安全存储在钥匙串中

source: Automatic (Latest)
de: Automatisch (neueste)
ja: 自動（最新）
zh_hans: 自动（最新）

source: Check
de: Prüfen
ja: 確認
zh_hans: 检查

source: File transcription uses the latest async STT model automatically.
de: Dateitranskription verwendet automatisch das neueste Async-STT-Modell.
ja: ファイル文字起こしでは最新のAsync STTモデルが自動的に使用されます。
zh_hans: 文件转录自动使用最新的异步 STT 模型。

source: European Union
de: Europäische Union
ja: 欧州連合
zh_hans: 欧盟

source: File transcription uses STT Async v5 automatically.
de: Dateitranskription verwendet automatisch STT Async v5.
ja: ファイル文字起こしではSTT Async v5が自動的に使用されます。
zh_hans: 文件转录自动使用 STT Async v5。

source: Invalid API Key
de: Ungültiger API-Schlüssel
ja: 無効なAPIキー
zh_hans: 无效的 API 密钥

source: Model
de: Modell
ja: モデル
zh_hans: 模型

source: Realtime model
de: Echtzeitmodell
ja: リアルタイムモデル
zh_hans: 实时模型

source: Refresh
de: Aktualisieren
ja: 更新
zh_hans: 刷新

source: Refreshing models...
de: Modelle werden aktualisiert...
ja: モデルを更新中...
zh_hans: 正在刷新模型...

source: Region: %@; Voice: %@; Soniox
de: Region: %@; Stimme: %@; Soniox
ja: リージョン: %@; 音声: %@; Soniox
zh_hans: 区域：%@；声音：%@；Soniox

source: Remove
de: Entfernen
ja: 削除
zh_hans: 移除

source: Save
de: Speichern
ja: 保存
zh_hans: 保存

source: Text-to-Speech Voice
de: Text-to-Speech-Stimme
ja: Text-to-Speech音声
zh_hans: 语音合成声音

source: Text-to-Speech Model
de: Text-to-Speech-Modell
ja: Text-to-Speechモデル
zh_hans: 语音合成模型

source: United States
de: Vereinigte Staaten
ja: 米国
zh_hans: 美国

source: Valid API Key
de: Gültiger API-Schlüssel
ja: 有効なAPIキー
zh_hans: 有效的 API 密钥

source: Validating...
de: Wird überprüft...
ja: 確認中...
zh_hans: 验证中...

source: Japan
ja: 日本
zh_hans: 日本

source: Region
ja: リージョン
zh_hans: 区域
